tap "homebrew/bundle"
tap "homebrew/cask-versions"
brew "jpeg-turbo"
brew "libpng"
brew "little-cms2"
brew "webp"
brew "openssl@3"
brew "asdf"
brew "glib"
brew "ruby"
brew "cocoapods"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "pkg-config"
brew "guile"
brew "jq"
brew "librsvg"
brew "mas"
brew "neofetch"
brew "nghttp2"
brew "openjdk"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "sl"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "zlib"
cask "1password"
cask "1password-cli"
cask "alfred4"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-sdk"
cask "appcleaner"
cask "applite"
cask "brave-browser"
cask "cinebench"
cask "cyberduck"
cask "deepl"
cask "devtoys"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "eul"
cask "firefox"
cask "fujitsu-scansnap-home"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "keyboardcleantool"
cask "minecraft"
cask "ngrok"
cask "parallels"
cask "raspberry-pi-imager"
cask "scroll-reverser"
cask "sf-symbols"
cask "slack"
cask "sony-ps-remote-play"
cask "steam"
cask "topaz-denoise-ai"
cask "topaz-gigapixel-ai"
cask "topaz-video-ai"
cask "tor-browser"
cask "transmission"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "whisky"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Apple Configurator", id: 1037126344
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Logic Pro", id: 634148309
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pictura", id: 6451364124
mas "Playgrounds", id: 1496833156
mas "RunCat", id: 1429033973
mas "SingleFile for Safari", id: 6444322545
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
